Repository: smcmahon/Products.PloneFormGen
Catalog: Products/PloneFormGen/i18n/plone-ploneformgen-*.po
Languages: da, eu, nl, pt_br

source: A form action adapter that will e-mail form input.
da: En formular-action-adapter som sender formularinput med email.
eu: Formularioa bidaltzean, datuak e-postaz bidaliko dituen ekintza
nl: Een formulieractie die de invoer via e-mail verzendt.
pt_br: Ação de formulário que enviará um e-mail com os dados preenchidos.

source: A line entry field. This appears as a textarea without wordwrap.
da: Et tekstfelt (fremtræder som et textarea uden tekstombrydning).
eu: Lerroak idazteko eremua. Lerro salto gabeko testu-kutxa bat bezala ikusiko da.
nl: Een invoerveld voor regels tekst. Dit wordt getoond als een textarea zonder wordwrap.
pt_br: Um campo de linhas. É exibido como uma textarea sem quebra de linha.

source: A string entry field
da: Text-input-felt
eu: Esaldi bakar bat idazteko eremua
nl: Een tekst veld
pt_br: Campo do tipo string

source: Boolean (checkbox) field
da: Boolsk (checkbox) felt
eu: Eremu boolearra (aukeraketa kutxa)
nl: Aan/uit veld
pt_br: Cambo booleano (checkbox)

source: Date/Time Entry Field
da: Dato og tid indgangsfelt
eu: Data/Ordua adierazteko eremua
nl: Datum/tijd-invoerveld
pt_br: Campo de Data/Hora

source: File (upload) field
da: Fil (upload) Felt
eu: Fitxategi bat kargatzeko eremua
nl: Een bestand (upload) veld
pt_br: Campo de upload de arquivo

source: Fixed-Point (float) entry field
da: Fixed-Point (float) indgangsfelt
eu: Komadun zenbakizko balioen eremua (adibidez: 7.5)
nl: Decimale getallen veld
pt_br: Campo de número (ponto fixo)

source: Integer entry field
da: Inputfelt for tal
eu: Zenbaki bat idazteko eremua
nl: Geheel getal veld (zonder decimaal)
pt_br: Campo de número (inteiro)

source: Label-Only field (no input component)
da: Kun titel (Ingen-input-felt)
eu: Etiketa bakarrik erakutsiko da, ezin da baliorik sartu
nl: Label (geen invoerveld)
pt_br: Um campo tipo etiqueta (sem entrada de dados)

source: Multiple selection field (select with multiple or check boxes)
da: Multiple selection Felt (Checkbox eller liste)
eu: Balio bat baino gehiago aukeratu daitekeen eremua
nl: Multi selectie veld
pt_br: Campo de seleção múltipla (Select múltiplo ou checkboxes)

source: Password entry field (input is masked)
da: Password Input Felt (input er maskeret)
eu: Pasahitza gordetzeko eremua (idaztean karaktereak ordezkatu egingo dira)
nl: Wachtwoord veld (invoer wordt verborgen)
pt_br: Campo senha (entrada de dados é ocultada)

source: Rich-text (visual editor) field
da: Rich-text (med editor )
eu: Editore grafiko batekin editatuko den testua
nl: Opgemaakte tekst veld (visuele editor)
pt_br: Campo de texto rico (editor visual)

source: Selection Field (radio buttons or select)
da: Selection Felt (radio-knapper eller liste.
eu: Balio bakar bat aukeratzeko kutxa
nl: Selectie veld (radioknoppen of selectie)
pt_br: Campo seleção (select ou radio buttons)

source: Text (textarea) field
da: Textarea-felt
eu: Testu hutsa idazteko kutxa bat
nl: Tekstvak veld (textarea)
pt_br: Campo do tipo texto (textarea)

source: A CheckBox (Boolean) field
da: Et boolsk felt
eu: Aukeraketa kutxa boolearra
nl: Een Aan/uit veld
pt_br: Cambo booleano (checkbox)

source: A Label (No Input) field
da: En Titel (Ingen-input-felt)
eu: Etiketa eremua
nl: Een label (geen invoerveld)
pt_br: Um campo tipo etiqueta (sem entrada de dados)

source: A date/time field. Time component is optional.
da: Dato og tid Felt. Tid er valgfrit
eu: Data/ordua adierazteko eremua. Ordua aukerazkoa da.
nl: Een datum/tijd-veld. Tijdcomponent is optioneel.
pt_br: Um campo de data/hora. A hora é opcional.

source: A file field
da: Et til Felt
eu: Fitxategi eremua
nl: Een bestand veld
pt_br: Um campo de arquivo

source: A fixed-point (float) field
da: A fixed-point (float) felt
eu: Komadun zenbakizko balioen eremua
nl: Een veld voor getal met vaste komma
pt_br: Campo de número (ponto fixo)

source: A folder which can contain form fields.
da: En mappe som kan indeholde formularfelter.
eu: Zuk aukeratutako eremuak eduki ditzakeen datu-orria
nl: Een map die formuliervelden bevat.
pt_br: Uma pasta de formulário que pode conter campos.

source: A folder which creates a form view from contained form fields.
da: En mappe som genererer formularens udseende ud fra indeholdte formularfelter
eu: Barruan dituen eremuak formulario bezala erakusten dituen karpeta
nl: Een map die een formulier creeert aan de hand van de formuliervelden die erin zitten.
pt_br: Uma pasta que cria uma visão dos campos incluídos nela.

source: A folder which groups form fields as a fieldset.
eu: Eremuak 'fieldset' baten batzen dituen karpeta
nl: Een map voor het groeperen van velden.
pt_br: Uma pasta que agrupa campos como um fieldset.

source: A form action adapter that will save form input data in tab-delimited format.
da: En formular som gemmer formularinput i tabulatorsepareret format
eu: Formularioa bidaltzean, datuak tabulazioz banatutako formatuan gordeko dituen ekintza.
nl: Een formulier actie die de ingevoerde gegevens zal opslaan in een met tabs gescheiden formaat.
pt_br: Uma ação de formulário que armazena os dados preenchidos em um arquivo delimitado por tabs.

source: A integer field
da: Et talfelt
eu: Zenbakizko eremua
nl: Een veld voor een geheel getal (zonder decimaal)
pt_br: Campo de número (inteiro)

source: A lines field. This appears as a textarea without wordwrap.
da: Liniefelt (fremtræder som et textarea uden tekstombrydning).
eu: Lerroak idazteko eremua. Lerro salto gabeko testu-kutxa bat bezala ikusiko da.
nl: Een veld voor invoer van een lijst. Ieder item op een nieuwe regel.
pt_br: Um campo de linhas. É exibido como uma textarea sem quebra de linha.

source: A multiple-selection field
da: Et multiple selection felt
eu: Aukera-anitzeko kutxa
nl: Een veld waarin meerdere opties geselecteerd kunnen worden.
pt_br: Campo de seleção múltipla

source: A password field (input masked)
da: Et Password-felt (input er maskeret)
eu: Pasahitz-eremua
nl: Een wachtwoordveld (input wordt verborgen)
pt_br: Campo senha (entrada de dados é ocultada)

source: A rating-scale field using rows of radio buttons.
nl: Een veld waarbinnen waardering kan worden uitgesproken over bijvoorbeeld producten door midden van verschillende knoppen.

source: A rich text area field
da: Rich text felt
eu: Testu-eremua
nl: Een veld voor opgemaakte tekst
pt_br: Campo de texto rico

source: A selection field
da: Et selection felt
eu: Aukeraketa-kutxa
nl: Een selectie veld
pt_br: Campo seleção

source: A string field
da: Text-Felt
eu: Esaldi eremua
nl: Een tekst veld
pt_br: Campo do tipo string

source: A text area field
da: Textarea-felt
eu: Testu hutsezko kutxa
nl: Een tekstvak veld
pt_br: Campo texto

source: A thank-you page that can display form input
da: En tak-side som kan vise formularinput
eu: Bidalitako datuak erakutsiko dituen Eskertza-orria.
nl: Een 'Bedankt' pagina die de invoer van het formulier toont
pt_br: Uma página de agradecimento que pode exibir os dados preenchidos pelo usuário.

source: A thank-you page that can display form input.
da: En tak-side som kan vise formularinput
eu: Bidalitako datuak erakutsiko dituen Eskertza-orria.
nl: Een 'Bedankt' pagina die de invoer van het formulier toont.
pt_br: Uma página de agradecimento que pode exibir os dados preenchidos pelo usuário.

source: An adapter that supplies a form action.
da: En Adapter som leverer en formularhandling
eu: Formularioa bidaltzean egiteko ekintza
nl: Een actie die uitgevoerd wordt bij het verzenden van een formulier.
pt_br: Um adaptador que provê uma ação para o formulário.

source: Boolean Field
da: Boolsk felt
eu: Eremu boolearra
nl: Ja/nee veld
pt_br: Campo booleano

source: Custom Script Adapter
eu: Script pertsonalizatuaren ekintza
nl: Script actie
pt_br: Adaptador personalizável de script

source: Date/Time Field
da: Dato/tid felt
eu: Data/Ordua eremua
nl: Datum/tijd veld
pt_br: Campo de Data/Hora

source: Executes a Python script for form data.
eu: Formulariotik jasotako datuekin script bat exekutatzen duen ekintza
nl: Voert een Python script uit voor het verwerken van de ingevulde gegevens.
pt_br: Executa um script Python nos dados do formulário

source: Fieldset Folder
eu: Eremuak biltzeko karpeta
nl: Groep
pt_br: Pasta de Fieldset

source: File Field
da: Filfelt
eu: Fitxategi eremua
nl: Bestandsveld
pt_br: Campo de arquivo

source: Fixed-Point Field
da: Decimaltal Felt
eu: Komadun zenbakizko balioen eremua
nl: Decimaal getal veld
pt_br: Campo de número (ponto fixo)

source: Form Folder
da: Formular
eu: Formularioa
nl: Formulier
pt_br: Pasta de Formulário

source: Integer Field
da: Talfelt
eu: Zenbakizko eremua
nl: Geheel getal veld
pt_br: Campo de número (inteiro)

source: Label Field
da: Titelfelt
eu: Etiketa eremua
nl: Label
pt_br: Campo do tipo etiqueta

source: Lines Field
da: Liniefelt
eu: Lerroak
nl: Lijst veld
pt_br: Campo linhas

source: Mailer Adapter
da: Mailafsendelse
eu: E-posta akzioa
nl: E-mailactie
pt_br: Adaptador para e-mail

source: Multi-Select Field
da: Multi-Select-Felt
eu: Aukera-anitzeko kutxa
nl: Multi selectie veld
pt_br: Campo de seleção múltipla

source: No proxy role
eu: Proxy-rolik ez
nl: Geen proxy rol
pt_br: Nenhum papel de proxy

source: Password Field
da: Password-Felt
eu: Pasahitz-eremua
nl: Wachtwoord veld
pt_br: Campo senha

source: Rating-Scale Field
nl: Waardering-keuze veld

source: Rich Label Field
eu: Testu aberatseko eremua
nl: Label met opmaak

source: RichText Field
da: RichText felt
eu: Testu-eremua
nl: Opgemaakte tekst veld
pt_br: Campo de texto rico

source: Save Data Adapter
da: Dataopsamler
eu: Datuak gordetzeko ekintza
nl: Opslag actie
pt_br: Adaptador de armazenamento de dados

source: Selection Field
eu: Aukeraketa-kutxa
nl: Selectie veld
pt_br: Campo seleção

source: String Field
da: tekstfelt
eu: Esaldi-eremua
nl: Tekst veld
pt_br: Campo string

source: Text Field
da: Tekstarea-Felt
eu: Testu hutsezko kutxa
nl: tekstvak veld
pt_br: Campo texto

source: Thanks Page
da: Tak-side
eu: Eskertza orria
nl: 'Bedankt' pagina
pt_br: Página de agradecimento

source: addressing
da: Adressering
eu: Helbideraketa
nl: adressering
pt_br: endereçamento

source: decoration
da: Tekst
eu: Itxura
nl: decoratie
pt_br: decoração

source: default
da: Standard
eu: Defektuzkoa
nl: standaard
pt_br: padrão

source: description_webdav_locked
da: Dette element bruges af en anden og kan ikke redigeres
eu: Beste norbait ari da elementu hau aldatzen eta ezin duzu aldatu
nl: Dit item is momenteel door iemand anders in gebruik en kan niet worden gewijzigd.
pt_br: Este item está em uso por outro usuário e não pode ser modificado

source: encryption
da: kryptering
eu: Kriptatzea
nl: versleuteling
pt_br: encriptação

source: heading_edit_item
da: ${itemtype} rediger
eu: ${itemtype} editatu
nl: "Bewerken ${itemtype}"
pt_br: Editar ${itemtype}

source: help_csrf
nl: csrf beveiliging

source: help_fgbooleanfalsestring_text
eu: E-postan eta eskertza-orrian eremuak hutsik utzitakoan agertuko den testua
nl: Tekst die wordt gebruikt op de 'bedankt' pagina, indien deze optie niet is aangevinkt.
pt_br: Texto a ser utilizado nas páginas de agradecimento e emails quando o campo checkbox não estiver marcado.

source: help_fgbooleantruestring_text
nl: Tekst die wordt gebruikt op de 'bedankt' pagina, indien deze optie is aangevinkt.
pt_br: Texto a ser utilizado nas páginas de agradecimento e emails quando o campo checkbox estiver marcado.

source: label_cancel
da: Afbryd
eu: Utzi
nl: Annuleren
pt_br: Cancelar

source: label_csrf
nl: CSRF beveiliging. Selecteer dit om Cross-Site Request Forgery aan te zetten. Let op dat alleen HTTP Post acties worden toegestaan.

source: label_fgbooleanfalsestring_text
eu: Faltsua Testu-katea
nl: 'Aan' tekst
pt_br: Texto de exibição quando a condição for falsa

source: label_fgbooleantruestring_text
eu: Egiazkoa Testu-katea
nl: 'Uit' tekst
pt_br: Texto de exibição quando a condição for verdadeira

source: label_fieldhelp_text
da: Hjælpetekst
eu: Eremuaren laguntza
nl: Help veld
pt_br: Ajuda do campo

source: label_fieldlabel_text
da: Titelfelt
eu: Eremuaren izenburua
nl: Label veld
pt_br: Etiqueta do campo

source: label_file_type
da: Filtype
eu: Fitxategi-mota
nl: Bestandstype
pt_br: Tipo de arquivo

source: label_next
da: Næste
eu: Hurrengoa
nl: Volgende
pt_br: Próximo

source: label_previous
da: Forrige
eu: Aurrekoa
nl: Vorige
pt_br: Anterior

source: label_size
da: Størrelse
eu: Tamaina
nl: Grootte
pt_br: Tamanho

source: message
da: besked
eu: Mezua
nl: bericht
pt_br: mensagem

source: no-input
da: Formular ikke afsendt
eu: Ez da ezer idatzi
nl: geen invoer
pt_br: sem entrada de dados

source: overrides
da: Avanceret
eu: Balioak gainidatzi
nl: overschrijven

source: template
eu: Txantiloia
nl: sjabloon
pt_br: modelo

source: headers
eu: Goiburukoak
pt_br: cabeçalho

source: label_submitlabel_text
da: Tekst på sendknap

source: label_showcancel_text
da: Vis fortrydknap

source: label_reset_button
da: tekst på fortrydknap

source: label_actionadapter_text
da: Brug de indtastede data til noget: Tilføj en eller flere action adaptorer til formularen, konfigurer dem og vend tilbage hertil og vælg hvilke der skal være aktive.

source: label_thankspage_text
da: Kvitteringsside

source: help_thankspage_text
da: Vælg en indeholdt side, som skal vises når brugeren har indtastet data i formularen.

source: label_prologue_text
da: Tekst før formular

source: help_prologue_text
da: Tekst efter formular

source: PloneFormGen
da: Formularbygger
